Revit 2027 API
STLExportOptions Constructor
 Constructs a new instance of STLExportOptions with default values of all properties.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public STLExportOptions()
Public Sub New
public:
STLExportOptions()
new : unit -> STLExportOptions
See Also
Reference
STLExportOptions Class
STLExportOptions Overload
Autodesk.Revit.DB Namespace